{
  "quotes": [
    {
      "text": "Trabalhadores intelectuais funcionam como atletas — treinam e correm, depois descansam e reavaliam.",
      "theme": "trabalho",
      "connection": "Seu cérebro TDAH funciona assim. Picos de energia, não 8h constantes."
    },
    {
      "text": "Não sou a pessoa que mais se empenha no trabalho; na verdade, sou preguiçoso. Trabalho quando tenho picos de energia.",
      "theme": "produtividade",
      "connection": "Você não é preguiçoso. Você funciona diferente."
    },
    {
      "text": "Escape competition through authenticity.",
      "theme": "posicionamento",
      "connection": "Ninguém pode competir com você sendo você. TDAH + IA + Nexialismo = incopiável."
    },
    {
      "text": "Specific knowledge cannot be taught, but it can be learned.",
      "theme": "conhecimento",
      "connection": "Seus 11 anos de TV + IA + TDAH = conhecimento específico que nenhum curso ensina."
    },
    {
      "text": "Leverage comes from capital, code, and content.",
      "theme": "alavancagem",
      "connection": "Hoje você cria conteúdo. Isso escala enquanto você dorme."
    },
    {
      "text": "Play long-term games with long-term people.",
      "theme": "estratégia",
      "connection": "Consistência > Viralização. Você está plantando sementes, não caçando likes."
    },
    {
      "text": "The most important skill for getting rich is becoming a perpetual learner.",
      "theme": "aprendizado",
      "connection": "Você aprende IA todo dia. Isso é seu diferencial."
    },
    {
      "text": "Read what you love until you love to read.",
      "theme": "aprendizado",
      "connection": "Não force conteúdo que não te interessa. Siga sua curiosidade."
    },
    {
      "text": "If you can't see yourself working with someone for life, don't work with them for a day.",
      "theme": "parcerias",
      "connection": "Escolha colaborações com intenção. Longo prazo > oportunismo."
    },
    {
      "text": "Desire is a contract you make with yourself to be unhappy until you get what you want.",
      "theme": "mindset",
      "connection": "Os 10k vão chegar. Aproveite o processo, não só o destino."
    },
    {
      "text": "A fit body, a calm mind, a house full of love. These things cannot be bought.",
      "theme": "equilíbrio",
      "connection": "Sucesso no Instagram não vale nada se custar sua saúde ou família."
    },
    {
      "text": "The internet enables any niche interest, as long as you're the best at it.",
      "theme": "nicho",
      "connection": "IA para criadores neurodivergentes. Esse é seu nicho. Domine."
    },
    {
      "text": "Learn to sell. Learn to build. If you can do both, you will be unstoppable.",
      "theme": "habilidades",
      "connection": "Você sabe comunicar (vender) e está aprendendo a construir com IA. Combo raro."
    },
    {
      "text": "40-hour work weeks are a relic of the industrial age.",
      "theme": "trabalho",
      "connection": "Seu output não é medido em horas. É medido em impacto."
    },
    {
      "text": "If you have to work hard for it, assume it's not for you.",
      "theme": "flow",
      "connection": "Quando flui, é sinal que você está no caminho certo."
    },
    {
      "text": "Be patient with results, impatient with actions.",
      "theme": "execução",
      "connection": "Poste hoje. O resultado vem depois. Ação agora, paciência no crescimento."
    },
    {
      "text": "The modern mind is overstimulated and the modern body is understimulated.",
      "theme": "saúde",
      "connection": "Antes de criar, movimente o corpo. Seu cérebro agradece."
    },
    {
      "text": "Retirement is when you stop sacrificing today for some imaginary tomorrow.",
      "theme": "propósito",
      "connection": "Você não está trabalhando PRA chegar em algum lugar. Você já está no caminho."
    },
    {
      "text": "The best founders I've worked with are simplifiers.",
      "theme": "simplicidade",
      "connection": "Seu trabalho é traduzir complexidade. Simplifique."
    },
    {
      "text": "You're never going to get rich renting out your time.",
      "theme": "alavancagem",
      "connection": "Conteúdo trabalha pra você 24/7. Cada post é um ativo."
    },
    {
      "text": "All the real benefits in life come from compound interest.",
      "theme": "consistência",
      "connection": "Cada post compõe. Cada subscriber compõe. Continue."
    },
    {
      "text": "Pick an industry where you can play long-term games with long-term people.",
      "theme": "carreira",
      "connection": "IA + Educação. Esse jogo dura décadas. Você escolheu bem."
    },
    {
      "text": "Code and media are permissionless leverage.",
      "theme": "alavancagem",
      "connection": "Você não precisa de permissão pra postar. Só precisa postar."
    },
    {
      "text": "Set up systems, not goals.",
      "theme": "sistemas",
      "connection": "O calendário editorial é seu sistema. Siga o sistema, não a motivação."
    },
    {
      "text": "Earn with your mind, not your time.",
      "theme": "trabalho",
      "connection": "Um framework bem explicado vale mais que 8h de trabalho braçal."
    },
    {
      "text": "The most important thing to do is to prioritize.",
      "theme": "foco",
      "connection": "Hoje, a prioridade é o post. O resto pode esperar."
    },
    {
      "text": "If you want to be successful, surround yourself with people who are more successful than you.",
      "theme": "networking",
      "connection": "Academia Lendária, Guga Stocco, Alan Nicolas. Você já está cercado."
    },
    {
      "text": "You get paid for being right first, and to be first, you can't wait for consensus.",
      "theme": "visão",
      "connection": "IA para criadores. Você viu antes dos outros. Continue liderando."
    },
    {
      "text": "Society always wants new things. Figure out what it wants and create it.",
      "theme": "oportunidade",
      "connection": "Criadores querem usar IA sem virar dev. Você é a ponte."
    },
    {
      "text": "Happiness is a choice you make and a skill you develop.",
      "theme": "mindset",
      "connection": "Crescimento não precisa ser sofrido. Escolha aproveitar."
    }
  ],
  "total": 30,
  "lastUsed": "2026-01-19T20:08:28.948Z",
  "usedIndices": [
    0,
    23,
    9,
    15,
    10,
    7
  ]
}